Revit 2027 API
PointCollection.Count Property
 The number of points in this collection.
Namespace: Autodesk.Revit.DB.PointClouds
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public int Count { get; }
Public ReadOnly Property Count As Integer
	Get
public:
property int Count {
	int get ();
}
member Count : int with get
Property Value
Int32
See Also
Reference
PointCollection Class
Autodesk.Revit.DB.PointClouds Namespace